{
	"meshaRasi": [
		{
			"January": "ఈ మాసంలో కొద్దిపాటి చికాకులు, గృహ లేదా భూ సంబంధమైన నష్టం పొందుటకు అవకాశం ఉన్నది. ఆర్జించిన ధనం నిలువదు. ఉద్యోగ జీవనంలో అఖస్మిక ఉద్యోగ నష్టములు. పనిభారం కూడా పెరుగుతుంది. కుటుంబ పరమైన ఖర్చులు అదుపు తప్పుతాయి.   ద్వితియ వారంలో కుటుంబ సభ్యులలో ఒకరికి శస్త్ర చికిత్స లేదా అనారోగ్యం వలన ఆందోళన ఎదురగును. తదనుకూల ధన వ్యయం. శ్రమ అధికమగును.మిత్రుల సహకారం కొంత వరకు లభించుట వలన ఉపశమనం లభించును. ముఖ్యంగా 27, 28, 29 తేదీలు అనుకూలం కాదు. ",
			"February": "ఈ మాసంలో సమస్యలు కొంత వరకు తగ్గును. నూతన గృహ సంబంధమైన లేదా గృహ మార్పిడి ప్రయత్నాలకు ఈ మాసం మంచి సమయం. కొద్దిపాటి కష్టంతో చేపట్టిన పనులు పూర్తి చేయగలుగుతారు. విద్యార్ధులకు మంచి కాలం. 9,10.16.25 తేదీలు విదేశీ ప్రయత్నములకు, నూతన ఉద్యోగ ప్రయత్నములకు అనుకూలమైనవి. ఋణాలు తొలగి ఊరట పొందుతారు. రావలసిన ధనం పొందుతారు.స్థిరాస్థి సంబంధ సమస్యలు తొలగుతాయి. ",
			"March": "ఈ మాసంలో మిశ్రమ ఫలితాలు పొందుతారు. వ్యక్తిగత విషయాలలో కొద్దిపాటి మానసిక ఆందోళన లేదా నమ్మిన వారి వలన మోసం, ధన వ్యయం వంటి ఇబ్బందులు ఎదుర్కొంటారు. జీవిత భాగస్వామి నుండి ఆశించిన సహకారం లభించదు. ద్వితీయ మరియు తృతీయ వారంలో ఆరోగ్య సమస్యలు పొందుటకు సూచనలు ఉన్నవి. 22 వ తేదీ తదుపరి నూతన ఆలోచనలు కార్యరూపం దాల్చును. ముఖ్యంగా 26, 27, 28 మరియు 29 తేదీలలో శుభ ఫలితాలు లభించుటకు అవకాశం ఉన్నది. .",
			"Aprial": "నెల ప్రారంభంలో మీరు చాలా చురుకుగా ఉంటారు. మీరు ప్రజల పట్ల చాలా మృదువుగా ఉంటారు. వ్యాపారస్తులు తమ పని తీరుపై శ్రద్ధ వహించాలి. చిల్లర వ్యాపారులకు ఈ నెల మొత్తం చాలా బాగుంటుంది. దీనితో పాటు మీరు ప్రజలకు సహాయం చేయడానికి ప్రయత్నిస్తారు. మీ సూత్రాలకు కట్టుబడి ఉండండి. నెల చివరి భాగంలో జీతభత్యాలు లాభదాయకమైన ఉద్యోగావకాశాలు లభిస్తాయి. ఈ నెలలో మీరు రంగంలో గొప్ప విజయాన్ని పొందుతారు. వివాహ సంబంధాలు చాలా శృంగారభరితంగా సాగుతాయి. నెల చివరి వారం చాలా బాగుంటుంది. భవిష్యత్ ప్రణాళికల కోసం మీరు డబ్బును ఏర్పాటు చేసుకోవాలి. మీరు సేవ్ చేయాలి. కొంతమంది మిమ్మల్ని మోసం చేయవచ్చు. పాత ప్రతికూల విషయాలు మళ్లీ మీ ముందుకు రావచ్చు. కానీ మీరు దానిపై కోపం తెచ్చుకోవడం మానుకోవాలి. మీకు కొంచెం గొంతు నొప్పి ఉంటే, వెంటనే మీ వైద్యుడిని సంప్రదించండి. ఆరోగ్యం విషయంలో ఎలాంటి అజాగ్రత్త వహించవద్దు. సీనియర్ అధికారులతో సత్సంబంధాలు కొనసాగించండి. నెలలో రెండవ, మూడవ వారాలు కాస్త బలహీనంగా ఉంటాయి. ",
			"May": "డబ్బు సంపాదించడానికి సమయం చాలా మంచిది. ఇంటికి కొత్త గృహోపకరణాలు కొనుగోలు చేసే ఆలోచన చేస్తారు. శత్రువు తరగతి మీ వ్యాపార ప్రయోజనాలను ప్రభావితం చేయడానికి ప్రయత్నించవచ్చు. అంగారకుడి యొక్క ఉత్తమ స్థానం మీడియా మరియు ఇంజనీరింగ్ రంగానికి సంబంధించిన వ్యక్తులకు ప్రయోజనకరంగా ఉంటుంది. తల్లిదండ్రుల ఆరోగ్యం బాగుంటుంది. ఆస్తిపై లాభం ఉంటుంది. నిరుద్యోగులకు ఉద్యోగాలు లభిస్తాయి. మీ సూచనలకు చాలా ప్రాధాన్యత ఉంటుంది. వివాహిత జంటలు పర్యటనలు ప్లాన్ చేసుకోవచ్చు. నెల మొదటి సగం మీకు శుభప్రదంగా ఉంటుంది. మీరు విదేశాలకు వెళ్లడం వల్ల ప్రయోజనం ఉంటుంది. ప్రేమికుడి చేదు ప్రవర్తన వల్ల సంబంధం తెగిపోతుందనే భయం ఉంటుంది. మీరు ప్రేమ వివాహం చేసుకోవాలనుకుంటే, ఈ మాసం అస్సలు అనుకూలంగా లేదు. మంచి పాత్ర ఉంది. పిల్లల ప్రవర్తన వల్ల మీరు కొంచెం బాధపడవచ్చు. నెలాఖరులో మీ ప్రసంగాన్ని నియంత్రించండి. అందుకే జాగ్రత్తగా ఆలోచించి స్పందించాలి. నెల చివరి భాగంలో జీవిత భాగస్వామితో కలహాలు రావచ్చు. రోజూ ఏదో ఒక కారణంతో ఆఫీసులో గొడవలు జరుగుతూనే ఉంటాయి. నీ ప్రతిష్ఠకు, పరాక్రమానికి లోటు లేనప్పటికీ. అయినప్పటికీ, మీరు మీ భాగస్వాములతో మీ సంబంధాలను పరిమితం చేయాలి. పెట్టుబడి పెట్టేటప్పుడు జాగ్రత్తగా ఉండాలి. చర్మ, కడుపు వ్యాధులు ఇబ్బంది పెడతాయి.",
			"June": "సాధారణ స్థాయి ఫలితాలు ఉంటాయి. ఆరోగ్య విషయంలో జాగ్రత్తలు వహిస్తారు. కుటుంబ విషయాలు చాలావరకు మంచి ఫలితాలతో ఉంటాయి. ఖర్చులను నియంత్రించగలుగుతారు. ఉద్యోగం, వ్యాపారం అంతా సాధారణ స్థాయి ఫలితాలతో ఉంటాయి. అభివృద్ధిపథంలో ప్రయాణం సాగుతుందనే చెప్పాలి.",
			"July": "ఎంత లాభదాయకంగా ఉన్నా, లేకున్నా వ్యాపారులు చాలా జాగ్రత్తలు వహిస్తూ వ్యాపారాలు చేయాలి. వృత్తి ఉద్యోగాల్లో అధికారుల నుంచి తరచుగా చికాకులు వస్తుంటాయి. మితభాషణ మంచిది. చాలా జాగ్రత్తగా ఉండాలి. ఆర్థికంగా ఖర్చులు నియంత్రించలేని స్థితి ఉంటుంది. ఆరోగ్య విషయంలో జాగ్రత్తలు అవసరం.",
			"August": "చాలావరకు సానుకూల వాతావరణం ఉంటుంది. కొత్త ప్రయోగాలేవీ చేయవద్దని సూచన. శుభ వార్తలు వింటారు. అందరి నుంచి సహాయ సహకారాలు అందుతాయి. సాంఘిక కార్యక్రమాల్లో పాల్గొంటారు. శుభ కార్యాలు, పుణ్యకార్యాల కోసం ఎక్కువ సమయం కేటాయిస్తారు.",
			"September": "చాలా ప్రశాంతంగా ఉంటుంది. 15వ తేదీ నుంచి 24 వరకు కాలం మరింత అనుకూలం. అందరూ బాగా గౌరవిస్తారు. ధనవ్యయం అధికంగానే ఉన్నా, అవసరానికి తగిన ఋణం లభిస్తుంటుంది. కుటుంబం, ఉద్యోగం రెండు అంశాలనూ చాలా ఓర్పుగా నేర్పుగా సాగించుకుంటూ ముందుకు వెడతారు.",
			"October": "గురు, బుధ, శుక్ర సంచారం అనుకూలం తక్కువ. ప్రయాణాలలో వస్తువులు పోగొట్టుకోవడం జరుగుతుంది. బంధు మిత్రులు కలిసినప్పుడు వ్యవహార విషయాల మీద చర్చలు చేయవద్దు. ఆర్థిక లావాదేవీలు సరిగా సాగవు. అలంకరణ వస్తువుల కొనుగోలులో ధనవ్యయం అధికం అవుతుంది. వృత్తి సౌఖ్యం బాగానే ఉంటుంది.",
			"November": "కనబడుతున్న అన్ని అంశాలూ నిజం కాదు అని గ్రహించండి. ప్రతి విషయంలోనూ స్వయం శోధన అవసరం. ఈ నెలలో వృత్తి వ్యవహారాలు జాగ్రత్తగా చేసుకోవాలి. ఇతరుల మీద ఆధారపడితే ఇబ్బందులు ఎదురవుతాయి. కుటుంబ సభ్యులతో కలహం పెరిగినా వారితోనే ఎక్కువ సమయం కేటాయించండి. ",
			"December": " క్రమంగా చాలా మంచి ఫలితాలు అందుకుంటారు. ప్రతిరోజూ అధిక శ్రమ ఉంటుంది. అయితే శ్రమకు తగినట్లు లాభదాయకంగా ఉంటుంది. ప్రధానంగా మీ విజ్ఞానం మీకు గౌరవం తెచ్చి పెడుతుంది. మిత్రలాభం చేకూరుతుంది. అనుకోని లాభాలు ఉంటాయి. దూర ప్రయాణాలు, అలంకరణ వస్తువుల కొనుగోలులో ఖర్చు పెరుగుతుంది."
		}
	],
	"vrushabaRasi": [
		{
			"January": "ఈ మాసం మంచి ఫలితాలను కలిగించును. తలపెట్టిన కార్యములందు జయం వరించును. తలచిన పనులు సకాలంలో పూర్తి చేయగలరు. ధనాదాయం ఆశించిన విధంగా బాగుండును. ప్రముఖులతో పరిచయాలు ఏర్పడుతాయి. సమాజహితమైన పనులు తలపెడతారు. కుటుంబ సభ్యుల మధ్య బలవంతంగా కాలం గడిపెదురు. అవకాశములు తక్షణం వినియోగించుకోనుట అవసరం. నిర్దిష్టమైన ఇష్ట అయిష్టాలను ప్రదర్శించుట వలన మాట పడతారు. మాసాంతంలో ఉద్యోగులకు  పై అధికారుల సహకారం వలన ఆశించిన వృద్ధి లభించును.వ్యాపారములలో చక్కటి ధనప్రాప్తి లభించును.  స్త్రీ సంతానం వలన సంతాన సౌఖ్యం పొందేదురు",
			"February": "ఈ మాసంలో నూతన బాధ్యతలు చేపడతారు. గౌరవ ప్రధమైన జీవనం అనుభవిస్తారు. వివాదాలు పరిష్కారం అవుతాయి. ధనాదాయం సంతృప్తికరంగా ఉండును. శరీర ఆరోగ్యం కూడా సహకరించును. ద్వితీయ వారం వరకూ వృత్తి వ్యాపార విషయాల్లో  మంచి లాభములు లభిస్తాయి. తృతీయ వారం ప్రారంభం నుండి  పట్టుదలకు పోవడం వలన చక్కటి అవకాశములు కొల్పోవుదురు. ఉద్యోగ జీవనంలో ఆకస్మిక ప్రతికూల పరిస్థితులు ఎదురగును. నూతనంగా ఏర్పడిన కుటుంబ బాధ్యతల వలన మానసిక ఆలోచనలు అధికం అగును.  ",
			"March": "ఈ మాసంలో అంతగా అనుకూల ఫలితాలు ఏర్పడవు. ఉద్యోగ జీవన పరంగా ఆందోళన కలిగించు వాతావరణం ఏర్పడును. ఆకస్మిక వివాదాలు భాదించును మరియు ధనాదాయం తగ్గును. బంధు వర్గం వలన వ్యక్తిగత జీవనంలో ఒత్తిడులు ఎదురగును. ఆశించిన విధంగా సహకారం లభించదు. చివరి వారంలో చికాకులు అధికం అగును. గృహ నిర్మాణ విషయాలలో వ్యయం అధికం అగును. ఈ మాసంలో 3,16,17,25 తేదీలు అనుకూలమైనవి కావు. ",
			"Aprial": "తరచుగా మానసిక ఒత్తిడికి లోనవుతారు. అన్ని పనులూ సక్రమంగా జరుగుతాయి. కొన్ని అంశాలలో లాభాలు ఉంటాయి. ఉద్యోగంలో అధికారులు తరచుగా ఆగ్రహిస్తారు. ఎవరినీ నమ్మి పనులు చేయవద్దు. మితభాషణ అవసరం. శుభకార్యాల్లో పాల్గొంటారు. అన్ని పనులూ స్వయంగా చేసుకోవడం మంచిది.",
			"May": "కొన్ని సందర్భాలలో ధైర్యంగా బుద్ధిని ప్రదర్శిస్తారు. కొన్నిసార్లు అధైర్యంగా ఉంటారు. భోజనవసతి, రోజువారీ పనులు చక్కగా ఉంటాయి. మితభాషణ, ఓర్పు, స్నేహం ప్రదర్శించి తలపెట్టిన పనుల్లో విజయం సాధిస్తారు. అధికారుల అండదండలు బాగా ఉంటాయి. గురువులను, పుణ్యక్షేత్రాలను సందర్శిస్తారు. పెద్దల ఆరోగ్యం మెరుగ్గా ఉంటుంది.",
			"June": " కోర్టు వ్యవహారాల్లో సెటిల్‌మెంట్‌ ధోరణి చాలా లాభం. తరచుగా బుద్ధిమాంద్యానికి లోనవుతారు. వీలయినంత వరకు దూరప్రాంత ప్రయాణాలను విరమించడం శ్రేయస్కరం. పనులు వాయిదా వేసే లక్షణాలు విడనాడండి. భోజనం, స్నానం వంటి నిత్యకృత్యాలు కూడా కాలంతో సంబంధం లేకుండా ఉంటాయి.",
			"July": "కుజుడు వ్యయంలో సంచారం ప్రారంభించారు. మూడు మాసాలు అనుకూలత తక్కువ. కలహాలు వ్యవహారాలు చికాకులు కలిగిస్తాయి. రోజూ సుబ్రహ్మణ్య ఆరాధన చేయండి. గురు, శుక్ర సంచారం బాగుంది. అందువలన తెలివితేటలు ప్రదర్శించి సమస్యల నుంచి గట్టెక్కుతారు. ఆరోగ్య సమస్యలు ఉన్నవారు జాగ్రత్తగా ఉండాలి.",
			"August": "ఈ నెల నుంచి కుజస్తంభన, వృషభరాశిలో ఉండి ఇబ్బందికరంగా ఉంటుంది. రోజూ సుబ్రహ్మణ్య ఆరాధన చేయండి. కుటుంబంలో పెద్దల ఆరోగ్య విషయంలో ధనవ్యయం అధికం అవుతుంది. పిల్లలతో మనస్పర్థలు ఎక్కువ అవుతాయి. ఈ నెల నుంచి ఆరోగ్యం, ఋణ విషయంలో జాగ్రత్తలు పాటించండి. మనశ్శాంతిగా ఉండడం కోసం ప్రత్యేక సాధన అవసరం.",
			"September": " కుజుడు జన్మంలో సంచారం అనుకూలం కాదు. అయితే గురు శుక్ర బుధ గ్రహసంచారం అనుకూల ఫలితాలు ఇస్తుంది. అందువలన ఎంతటి సమస్యలనైనా సులువుగా దాటవేయగలుగుతారు. ప్రతి విషయంలోనూ ఓర్పు, నేర్పు ప్రదర్శిస్తారు. ఆర్థిక లావాదేవీలు ఇబ్బంది లేకుండా సాగిపోతాయి. వాహన సౌఖ్యం ఉంటుంది.",
			"October": "తరచుగా శుభవార్తలు వింటారు. 15వ తేదీ తరువాత కుజుడి మార్పు వల్ల మంచి మార్పులు కొన్ని ప్రారంభం అవుతాయి. ద్వితీయార్ధంలో రవి కుజుల సంచారం పూర్తిగా అనుకూలంగా ఉన్నందున వృత్తి సమస్యలకు పరిష్కారం లభిస్తుంది. 15వ తేదీ వరకు కుజుడు, తరువాత శుక్రుడు అనుకూలంగా లేనందున కుటుంబ విషయంలో జాగ్రత్తలు అవసరం.",
			"November": "కోపం, ఆవేశం, మానసిక ఆందోళనలు జయించడానికి మెడిటేషన్‌ వంటి వాటిని ఆశ్రయించండి. ఆరోగ్య పరిరక్షణ మీద ప్రత్యేక దృష్టి అవసరం. దూర ప్రాంత ప్రయాణాలను, ఒంటరి ప్రయాణాలను విరమించుకోవడం శ్రేయస్కరం. ఇతరుల వ్యవహారాల్లో కలగజేసుకోరాదని సూచన. ",
			"December": " అన్ని కోణాల్లోనూ జాగ్రత్తలు అధికంగా పాటించాలి, ప్రధానంగా ఇతరుల విషయంలో కలగజేసుకోవద్దు. మితభాషణ, ఓర్పు చాలా అవసరం. కుటుంబ సభ్యుల అవసరాలు తీర్చే ప్రయత్నంలో సఫలం కాలేరు. ఫలితంగా కుటుంబ కలహాలు ఉంటాయి. వాహనాలు తరచుగా రిపేర్‌కు వస్తాయి. అవయవ ప్రతికూలతలు అధికంగా ఉంటాయి."
		}
	],
	"midhunaRasi": [
		{
			"January": "ఈ మాసంలో  వ్యాపార రంగంలోని వారికి అఖండ విజయం లభించును. నూతన వ్యాపారముల ద్వారా చక్కటి ధన ఆర్జన చేయుదురు. ఈ మాసంలో ధన సంపాదన పెరుగును. ఉద్యోగ జీవనంలోని వారికి మిశ్రమ ఫలితాలు. పై అధికారులతో మాట పడుదురు. శ్రమకు తగిన ఫలితం వుండదు. పోటీదారుల వలన ఇబ్బందులు ఎదుర్కొందురు. ప్రధమ, ద్వితియ మరియు తృతీయ వారములు సామాన్య ఫలితాలు ఏర్పరచును. మాసాంతంలో ఒక ముఖ్య వ్యవహారం అటంకములను పొందును. జీవిత భాగస్వామితో మాట కలయికలో ఇబ్బందులు ఎదురగును.  ఆచారవంతమైన జీవితానికి ఆలోచనలు ప్రారంభించడానికి ఈ మాసం అనుకూల కాలం. ",
			"February": "ఈ మాసం కోర్టు వ్యవహరాలకు, అవివాహితుల వివాహ ప్రయత్నములకు అనుకూలంగా ఉండును. ధనాదాయం ఆశించిన విధంగా బాగుంటుంది. నూతన వ్యక్తుల చేరిక వలన కుటుంబ బలం పెరుగుతుంది. ఉద్యోగ పరంగా  స్థానచలన ప్రయత్నాలకు ఈ మాసం అనుకూలమైన కాలం. గృహ వాతావరణంలో  అనుకూలంగా ఉంటుంది. వ్యాపారములు విస్తరించే అవకాశం లభించును. భాగస్వామ్య వ్యాపార  ప్రయత్నములు లాభించును. ముఖ్యంగా వ్యాపార వర్గం వారికి 25, 26, 27 తేదీలు మంచి ఫలితాలను కలిగించును. ",
			"March": "ఈ మాసంలో ధనాదాయం బాగానే ఉండును. సంఘం లో చక్కటి పేరుప్రఖ్యాతలు లభిస్తాయి. తోటి ఉగ్యోగుల మధ్య  గౌరవం పొందుతారు. నూతన ఆదాయ మార్గములు లభిస్తాయి. శతృ జయం లభిస్తుంది. శత్రువులు కూడా మీకు విధేయులుగా మారతారు. అన్ని విషయములందు విజయములు పొందుతారు. సంతాన సంబంధ శుభ వార్తలు వినుదురు. మీ అంచనాలు నిజమగును. ఈ మాసంలో చేయు ప్రయనములందు చిన్నపాటి  ఆరోగ్య సమస్యలు ఎదురగును. కుటుంబంలో ఆర్భాటాలకు పోకుండా ఉండుట మంచిది.  ",
			"Aprial": " ఇతరుల వ్యవహారాల్లో కలగజేసుకోవద్దు. శుభకార్యాల్లో పాల్గొంటారు. ప్రతి పనీ శ్రమతో పూర్తవుతుంది. పిల్లల అభివృద్ధి వార్తలు వింటారు. కుజగ్రహ శాంతి అవసరం. ఆరోగ్య విషయంలో పాత సమస్యలు ఇబ్బంది పెడతాయి. పనిముట్ల వాడకంలో జాగ్రత్తలు అవసరం. ",
			"May": " అంతా శుభసూచకంగా ఉంటుంది. వాక్పటిమతో అన్ని పనులూ సాధిస్తారు. కొన్ని సందర్భాలలో అనవసర ప్రయాణాలు చేయవలసి వస్తుంది. అందరి నుంచి మంచి సహకారం లభిస్తుంది. భార్యాపిల్లలు బాగా సహకరిస్తారు. కొత్త ఆలోచనలు ఈ నెలలో అమలులోకి వస్తాయి. బంధువుల రాకపోకలు అధికమవుతాయి. ఋణ సౌకర్యం లభిస్తుంది. ",
			"June": " తెలివితేటలు బాగా ప్రదర్శించి కార్యజయం సాధిస్తారు. అయితే పనులన్నీ శ్రమతో మాత్రమే పూర్తవుతాయి. చివరి వారంలో అనవసర కలహాలు వస్తుంటాయి. తరచుగా ఈ నెలలో శుభకార్యాల్లో పాల్గొంటారు. బంధుమిత్రుల రాకపోకలు సరదా కాలక్షేపాలతో కాలం గడుపుతారు. వాహన ప్రమాదం జరగకుండా చూసుకోండి. ",
			"July": "  మంచి ధైర్యం ప్రదర్శిస్తారు. మొదటి రెండు వారాలు ప్రయాణాల్లో చికాకులు ఎదురవుతాయి. మొత్తం మీద నెల రోజులు అనుకూల కాలమే. అన్ని పనులూ చివరి రెండు వారాల్లో తేలికగా పూర్తవుతాయి. కుటుంబసభ్యుల సహకారం అద్భుతంగా ఉంటుంది. స్నేహపూర్వక ధోరణితో పనులు పూర్తి చేసుకుంటారు.",
			"August": " ఇక్కడి నుంచి కుజుడు అధికకాలం యోగించని స్థానంలో సంచరిస్తారు. అయితే మిగిలిన గ్రహచారం అనుకూలత దృష్ట్యా పెద్దగా ఇబ్బందులు ఉండవు. కానీ ఆరోగ్య ఋణ వ్యవహారాలు సమస్యలకు దారి తీయకుండా జాగ్రత్తలు పడాలి. రానున్న ఆరునెలలు వాహన చికాకులు, ప్రయాణ చికాకులు రాకుండా జాగ్రత్తపడండి.",
			"September": " గతం కంటే కొంత మంచి మార్పులు ఈ నెలలో ద్వితీయార్ధంలో ఉంటాయి. అనవసర వ్యవహారాలను ముందుగా గుర్తించి, తగిన జాగ్రత్తలు పాటించి జీవితాన్ని సుఖమయం చేసుకుంటారు. తలపెట్టిన పనులు సకాలంలో పూర్తవుతాయి. విద్యా విజ్ఞాన వినోద కార్యక్రమాలపై దృష్టి కేంద్రీకరిస్తారు. నూతన వ్యవహారాలకు సానుకూలం కాదు. ",
			"October": "బుధ శుక్రులు అనుకూలం అయినా, కుజ శని సంచారం వలన ఈ నెలలో అన్ని విషయాల్లోనూ జాగ్రత్తలు పాటించాలి. ప్రధానంగా స్నేహితులతో కలిసి ఏ వ్యవహారాలూ చేయకండి. ఆరోగ్య విషయంలో చాలా జాగ్రత్తలు అవసరం. అవకాశం చూసుకొని ఋణ విషయాల్లో సెటిల్‌మెంట్‌ ధోరణిని అవలంబించండి. ",
			"November": "కొద్దిరోజులు అనుకూలంగా కొద్ది రోజులు ప్రతికూలంగా ఫలితాలు ఉంటాయి. తరచుగా కొత్త ప్రయోగాలు చేయాలనుకుంటారు. మీ ఉద్యోగ విధి నిర్వహణలో అధికారుల ఒత్తిడి పెరిగి క్రమంగా చివర్లో లాభిస్తుంది. పుణ్యకార్యాలపై దృష్టిపెడతారు. ",
			"December": " ఉద్యోగ విషయంలో ఎవరిమీదా ఆధారపడవద్దు. వ్యాపారస్తులు ధైర్యంగా ఉంటారు. కానీ సంతృప్తికరంగా వ్యాపారం చేసే అవకాశం లేదు. తరచుగా ఆరోగ్య సమస్యలు ఉంటాయి. ధనం సర్దుబాటు కావడం కష్టమే. భోజనం వంటి రోజువారీ కార్యక్రమాలు సరిగా నడవక ఇబ్బందులు ఎదుర్కొంటారు."
		}
	],
	"karkaRasi": [
		{
			"January": "ఈ మాసంలో సామాన్య ఫలితాలు ఏర్పడును. ఈ మాసంలో నూతన పనులు ఆరంభించకూడదు.భూ సంబంధ లేదా వారసత్వ సంబంధ చికాకులు ఎదుర్కొందురు. ద్వితియ వారంలో నూతన వస్త్ర లాభం పొందేదురు. ధనదాయంలో కూడా కొంత  పెరుగుదల లభించును. తృతీయ వారంలో కుటుంబంలో చక్కటి వాతావరణం ఏర్పడును. చివరి వారం  ప్రారంభం నుండి మాసాంతం వరకూ చేతిలో ధనం నిలువదు. వృధా వ్యయం ఎదుర్కొందురు. చికాకులు కలిగించే మరియు ప్రయోజనం లేని  ఫలించని ప్రయాణములు చేయవలసి వచ్చును. ",
			"February": "ఈ మాసంలో గృహంలో విందు భోజనములు, అతిధులకు ఆతిధ్య సంబంధ వ్యయం ఎదుర్కొందురు. గృహంలో వాస్తు మార్పులు చేయుటకు ఈ మాసం అనుకూల కాలం. సంతానం తో చికాకులు ఏర్పడినప్పటికీ మాసాంతమునకు బుధ గ్రహ బలం వలన తొలగును. తృతీయ వారంలో ఉద్యోగ జీవనంలో ఉన్నతి. ఆశించిన ప్రమోషన్లు ఏర్పడును. అందరి మన్ననలను పొందుదురు. మాసాంతంలో సామాన్య ఫలితాలు. ",
			"March": "ఈ మాసంలో వ్యాపారములో లాభములు పెరుగును. చక్కటి ప్రోత్సాహం లభించును. పోటీ దారులు తొలగును. ఆశించిన ప్రభుత్వ కాంట్రాక్టులు లభించును. ప్రధమ వారంలో కళత్ర సంబంధ అనారోగ్యం వలన మనస్తాపం అనుభవిస్తారు. మిత్రుల సహకారంతో కెరీర్ పరంగా వృద్ధి లభించును. ద్వితియ వారంలో ఆకస్మిక ధన వ్యయములు , విదేశీ ఉద్యోగ ప్రయత్నాలలో జాప్యం మరియు ప్రభుత్వ సంబంధ అడ్డంకులు ఎదుర్కొందురు. తృతీయ వారం నుండి మాసాంతం వరకూ సామాన్య ఫలితాలు ఏర్పడును. ",
			"Aprial": " ద్వితీయార్ధంలో శని కుజ శాంతి చేయించండి. ప్రతిపనీ ఆలస్యంగా పూర్తవుతుంది. కోపం నియంత్రించుకోవాలి. ఆరోగ్యం పట్ల జాగ్రత్తలు అవసరం. ఆదాయ వ్యయాలకు పొంతన ఉండదు. ప్రతి విషయంలోనూ సమయపాలన చేయలేని స్థితి ఉంటుంది. ఋణ చికాకులు ఉంటాయి.",
			"May": "బహు జాగ్రత్తగా ఉండవలసిన కాలం. ఆర్థిక వ్యవహారాలు సక్రమంగా జరగవు. ఈ నెల ద్వితీయార్ధం అనుకూలం. దైనందిన కార్యక్రమాలు అస్తవ్యస్తంగా నడుస్తాయి. ఉద్యోగులకు తోటివారి సహకారం బాగుంటుంది. ఆర్థికంగా నెలాఖరులో అనుకూలం. కుటుంబ విషయాలు అనుకూలంగా ఉంటాయి. ",
			"June": "సరైన సమయానికి అన్నవస్త్రాలు కూడా సమకూరని స్థితి ఉంటుంది. ప్రతి విషయంలోనూ శ్రమ ఎక్కువ. వ్యవహార భయం వెంబడిస్తుంది. బంధుమిత్రుల రాకపోకలు అధికమవుతాయి. సంఘంలో గౌరవ మర్యాదలు పెరుగుతాయి. ధనం వెసులుబాటు బాగుంటుంది. విద్యార్థులకు రైతులకు అనుకూలత తక్కువ. ",
			"July": " చక్కటి కాలం. అష్టమ శని, సప్తమ శని ఉన్నా, కుజ గురు శుక్రుల అనుకూలత వల్ల పనులు చక్కగా పూర్తవుతాయి. చివర్లో కొంచెం చికాకులు ఎదురైనా, మొత్తం మీద పనులు వేగంగా సానుకూలంగా పూర్తి కాగలవు. సమయం వృథా చేయకుండా ముందుకు వెళ్లండి. అనవసర ఆందోళనలు వద్దని సూచన. ",
			"August": "  మనశ్శాంతిగా ఉంటారు. కోరికలకు తగిన విధంగా ప్రవర్తించుకునే అవకాశాలు ఉన్న కాలం. అన్నింటా విజయం సాధిస్తారు. ప్రత్యేకంగా గత సమస్యలకు ఈ నెలలో పరిష్కార మార్గాలు లభిస్తాయి. అయితే భాగస్వామ్య వ్యాపారాల్లో జాగ్రత్తలు అవసరం.",
			"September": "15వ తేదీ వరకు తెలివి, ఓర్పు ప్రదర్శనతోనూ, ఆ తదుపరి ధైర్యంతోనూ పనులు సానుకూలం చేసుకుంటారు. సమస్యలను ముందుగా గుర్తిస్తారు. 15వ తేదీ తర్వాత కొత్త ప్రయోగాలు చేయకండి. వృత్తి విషయాలలో కిందివారి సహకారం సరిగా ఉండదు కాని, అధికారులు బాగా సహకరిస్తారు. కుటుంబ సౌఖ్యం బాగుంటుంది. ",
			"October": "అవకాశం కోరిక ఉంటే స్థానచలన ప్రయత్నాలు ఈ నెల 15వ తేదీ నుంచి చేయండి. శని దోషంతో పాటు అనుకూలించే గ్రహాల ప్రభావం వల్ల ఈ నెల మిశ్రమ ఫలితాలు ఉంటాయి. ప్రధానంగా క్రమంగా కుటుంబ, ఆర్థిక సమస్యలు నెమ్మదిగా సద్దుమణిగే అవకాశాలు ఉన్నాయి. శని కుజులకు ఈ నెలలో శాంతి అవసరం. ",
			"November": "13వ తేదీ నుంచి పనులు వేగంగా సాగుతాయి. శనిదోషం ఉన్నప్పటికీ మిగిలిన గ్రహచారం అనుకూలంగా ఉన్నందున పనులు వేగంగా సాగుతాయి. కుటుంబ వ్యవహారాల్లో ఆసక్తికర అంశాలు ఉంటాయి. ఉద్యోగ వ్యాపారాల్లో అంతా సానుకూల వాతావరణమే ఉంటుంది. మొత్తం మీద ఈ నెల అంతా మంచికాలమే. ",
			"December": " పనులు ఆలస్యమైనా, ఇబ్బంది లేకుండా సాగుతాయి. తెలివిగా ప్రతి పనిలోనూ లబ్ధి పొందుతారు. 15వ తేదీ నుంచి రవి అనుకూలత, నెలంతా కుజుడి అనుకూలత వల్ల ధైర్యంగా ఉంటారు. స్నేహితులతో జాగ్రత్తలు వహించాలి. ప్రయత్నం చేసినా ప్రతి పనిలోనూ ఏదో ఒక రూపంగా లాభమే ఉంటుంది."
		}
	],
	"simhaRasi": [
		{
			"January": "ఈ మాసంలో ఆదాయం లో కొద్దిపాటి తగ్గుదల ఎదుర్కొందురు. వ్యాపారాదులలో ఆశించిన స్థాయిలో ధన లాభం ఏర్పడదు. వడ్డీ వ్యాపార రంగంలో ధననష్టములకు అవకాశములు కలవు. మిత్ర వర్గమునకు సంభందిచిన ఒక అశుభ వార్త వినుటకు కూడా సూచన ఉన్నది. చక్కటి స్త్రీ  సంతాన ప్రాప్తి. 11వ తేదీ తదుపరి నూతన పరిజ్ఞానంలో శిక్షణ లు పొందు అవకాశం ఉన్నది. ఉద్యోగ జీవనంలో చిక్కులు తొలగుతాయి. మాసాంతంలో నూతన వ్యవహారములు ప్రారంభించుట వాయిదా వేసుకొనుట మంచిది. ",
			"February": "ఈ మాసంలో దీర్ఘకాలికంగా ఇబ్బంది పెడుతున్న ఆరోగ్య బాధలు తొలగును. ఉద్యోగ జీవనంలో ఒత్తిడి తగ్గును. ప్రధమ మరియు ద్వితియ వారములలో శత్రువిజయం, ఆదాయ పెరుగుదల మరియు  జీవన హోదాలో ఉన్నతిని ఆశించవచ్చు. పురుష సంతాన వలన చికాకులు ఎదుర్కొందురు.సర్వ  శుభకార్య ప్రయత్నాలు లాభించును. మిత్రులకు ఇచ్చిన మాట నిలబెట్టుకొనుటకు స్థిరమైన ఆలోచనలు చేయుట కష్టముగా ఉండును. ముఖ్యంగా 13 నుండి 22వ తేది మధ్య కాలం అనుకూలంగా లేదు. 23వ తేదీ నుండి పరిస్థితులలో అనుకూలమైన మార్పులు పొందుదురు. ",
			"March": "ఈ మాసంలో కళత్ర మూలకంగా సంతోషకరమైన వాతావరణం అనుభవిస్తారు. నూతన వ్యక్తుల పరిచయాలు. లేదా నూతన వస్తువల అమరిక లాభిస్తుంది. వివాహాది ప్రయత్నాలలో  కదలిక ఏర్పడుతుంది. ఈ మాసంలో ధనాదాయం  సామాన్యం. రాజకీయవర్గంలోని వారికి అవమానములు లేదా అప్రతిష్టలు ఏర్పడును. భూ సంబంధ లావాదేవీలు ఆశించిన విధంగా ముగియవు. ఆశలకు భిన్నంగా ఉండును. తృతీయ వారం నుండి గృహంలో శుభకార్య సంభదమైన వ్యయం. వ్యయములకు అవసరమగు ధనం సకాలంలో లభించును. ఈ మాసంలో 5,7,14,20,21,25 తేదీలు వ్యక్తిగత వ్యవహారాలకు అనుకూలమైనవి.",
			"Aprial": "ధైర్యాన్ని ప్రదర్శిస్తారు. ఏ పని ప్రారంభించినా, పూర్తయ్యేదాకా చాలా దక్షతతో వ్యవహారిస్తారు. అందరి నుంచి సహాయ సహకారాలు అందుతాయి. ఆదాయ వ్యయాల మీద పట్టు సాధిస్తారు. ఆరోగ్య విషయమై శ్రద్ధ పెంచాలి. ద్వితీయార్ధంలో శనికి జపం చేయించండి. ఎవరి మీద ఆధారపడవద్దు. ",
			"May": " అన్ని అంశాల్లోనూ తెలియని అసంతృప్తి ఉంటుంది. పనులు వేగంగా సాగవు. కలహాలు రాకుండా జాగ్రత్తలు తీసుకోవాలి. ఆదాయ, వ్యయాలు నియంత్రణలో ఉండవు. బంధువుల రాకపోకలు ఎక్కువ అవుతాయి. వృథా కాలక్షేపాలు, వృథా ప్రయాణాలు, వృథా ఖర్చులు ఉంటాయి. పెద్దల ఆరోగ్యంపై జాగ్రత్త అవసరం. ",
			"June": " పనులకు అవాంతరాలు అధికమవుతాయి. దేశాంతరం వెళ్ళాలనే కోరిక ఎక్కువ అవుతుంది. ఋణాలు ఇచ్చి పుచ్చుకునే ప్రకరణంలో అవమానాలకు అవకాశం ఉంది. స్థానచలన, ప్రమోషన్‌ ప్రయత్నాల్లో జాగ్రత్తలు అవసరం. బంధుమిత్రుల రాకపోకల విషయంలో అధిక జాగ్రత్తలు పాటించాలి. ఆర్థిక వ్యవహారాలను స్వయంగా చూసుకోండి. ",
			"July": " చాలా అద్భుతమైన గోచారం అనే చెప్పాలి. సమయం వృథా చేయకుండా నడుచుకుంటే, అంతా ఆనందదాయకంగా ఉంటుంది. సమస్యలు పరిష్కారమవుతాయి. ప్రధానంగా వృత్తి సమస్యలకు పరిష్కారం లభిస్తుంది. ప్రతి విషయంలోనూ కుటుంబ సభ్యుల సహకారం అద్భుతంగా ఉంటుంది. ",
			"August": "సమస్యలు ఉన్న పనులను వదిలేసి, సమస్యలు లేని పనులు చేయడం ద్వారా కొంత సుఖపడతారు. అయితే పని ఎగవేసే ధోరణి సరి కాదని గమనించుకోండి. ఆర్థిక లావాదేవీలు సరిగా సాగవు. అందరితోనూ స్నేహపూర్వకంగా మెలగాలి. పనిముట్ల వాడకం ఇబ్బందికరం. ప్రయాణ చికాకులు ఎక్కువ. ",
			"September": " పనుల ఎగవేత ధోరణిని విడనాడాలి. ప్రతి పనిలోనూ శ్రమాధిక్యం ఎదురైనా, ఫలితాలు సానుకూలంగానే ఉంటాయి. ప్రతి విషయంలోనూ ధనవ్యయం అధికం అవుతుంది. సరైన సమయానికి డబ్బు వెసులుబాటు కాదు. అయితే ఋణ విషయాలు, ఖర్చులు, ఈ నెలలో కొంత చికాకు కలిగిస్తాయి. ",
			"October": " ప్రారంభంలో కొన్ని ఇబ్బందులున్నా క్రమంగా అన్నీ తీరిపోయి మంచి ఫలితాలు వస్తాయి. 15వ తేదీ తరువాత వృత్తి సౌఖ్యం చాలా బాగుంటుంది. చాలా తెలివి ప్రదర్శిస్తారు. ఆర్థిక విషయాలలో చికాకులను క్రమంగా పరిష్కరించుకోగలుగుతారు. ఈ నెలలో స్నేహితులు బంధువుల సహకారం బాగుంటుంది. ",
			"November": " మాసారంభం నుంచి చక్కటి ఫలితాలు ఉంటాయి. అన్ని గ్రహాలు ఈ నెలలో అనుకూలిస్తాయి. శుభకార్యాలు త్వరగా నెరవేరుతాయి. ఉద్యోగ భద్రత బాగుంటుంది. అందరూ బాగా సహకరిస్తారు. పుణ్యకార్యాలు చేస్తారు. గురువులను, పూజ్యులను దర్శించుకుంటారు. ప్రశాంతంగా కాలం గడిచిపోతుంది. ",
			"December": " చాలా చక్కటి కాలం.  అన్ని పనులూ చక్కగా పూర్తయి, ఆనందంగా ఉంటారు. డబ్బు వెసులుబాటు బాగుంటుంది. ఖర్చులను నియంత్రించగలుగుతారు. అందరి నుంచి మంచి సహకారం లభిస్తుంది. గత ఆరోగ్య సమస్యలకు ఈ నెలలో వైద్య సహాయం లభిస్తుంది. పుణ్యక్షేత్రాలను, గురువులను దర్శించుకుంటారు."
		}
	],
	"kanyaRasi": [
		{
			"January": "ఈ మాసంలో ప్రేమ వ్యవహారములందు మానసిక వ్యధ ఎదుర్కొందురు. అకాల భోజనములు, శిరో బాధ మరియు  నిద్రలేమి వంటి ఇబ్బందులు ఎదుర్కొందురు. కష్టం మీద కార్య జయం లభించును. చివరి వారంలో విరామం లేకుండా పనులు కొనసాగును. మొత్తం మీద ఈ మాసంలో ఆవేశం తగ్గించుకోనిన మంచిది. శ్రమతో కూడిన ప్రయాణములు ఉన్నవి. మీ వలన ఇతరులకు ఉపకారం జరుగుతుంది. ఈ మాసంలో 13,14,15 తేదీలు అనుకూలమైనవి కావు. ",
			"February": "ఈ మాసంలో చికాకులు ఉన్నప్పటికీ తలపెట్టిన పనులలో చివరకు జయం లభించును. వివాహ  సంబంధ సంతోషం పొందుతారు. శత్రు జయం లభిస్తుంది. చేయు పనులలో ఆశించిన గుర్తింపు లభిస్తుంది. పురాణ శ్రవణ కాలక్షేపం లభిస్తుంది. ఈ మాసంలో ధనాదాయం సామాన్యం. ఈ మాసం విదేశీ ఉద్యోగ ప్రయత్నములకు అనుకూలమైన కాలం. కుటుంబ వ్యవహారములు ఆశించిన విధంగా అనుకూలంగా ఉండవు. చివరి వారంలో శ్రమ అధికం, అనిశ్చిత వాతావరణం ఎదుర్కొందురు.",
			"March": "ఈ మాసంలో ధనాదాయం సామాన్యం. జీవిత భాగస్వామికి ఆరోగ్య సమస్యలు. స్త్రీలకు గర్భ సంబంధమైన అనారోగ్య సమస్యలు. రావలసిన ధనం సమయానికి అందుట కష్టం. మాసం మధ్య నుండి వృత్తి వ్యాపారములలో అనుకూలత ప్రారంభం అగును. సంతాన ప్రయత్నములు దైవ ఆశీస్శులతో విజయం పొందును. ఆర్ధిక విషయాలలో అనుకూలత ఏర్పడును  స్థానచలన ప్రయత్నాలు చివరి నిమిషంలో విఫలం అగును. కుటుంబ భవిష్యనిధి ఏర్పాటు కు ఈ మాసం మంచి కాలం. ",
			"Aprial": " ఒక విచిత్రమైన అద్భుత మాసం ఇది. మంచి మార్పులు ప్రారంభమవుతాయి. అయితే అన్నీ లాభదాయకంగా ఉండవు. ఆర్థిక లావాదేవీలు క్రమంగా మెరుగుపడతాయి. ఉద్యోగంలో అభివృద్ధి ప్రారంభమవుతుంది. భవిష్యత్తు మీద ఆశ జనిస్తుంది. గురు రాహువులకు శాంతి చేయించండి. ",
			"May": " అనుకూల ప్రతికూలతలు ఎప్పుడెలా ఉంటాయో చెప్పలేని స్థితి. అయినా ధైర్యంగా ఉంటారు. ఇతరుల విషయాలలో కలగజేసుకోవద్దు. కోర్టు వ్యవహారాలు, ఇతరుల వ్యవహారాలు ఇబ్బందులు కలిగిస్తాయి.. మితభాషణ అవసరం. షేర్‌ వ్యాపారులకు అనుకూలత తక్కువ. అందరితోనూ ఆచితూచి జాగ్రత్తగా ఉండటం అవసరం.",
			"June": "  రోజువారీ పనుల్లోనూ చికాకులు ఎదురవుతాయి. తరచుగా చెడు వార్తలు వింటారు. భోజన అసౌకర్యం తరచుగా ఏర్పడుతుంది. ఆరోగ్య సమస్యలు ఉన్నవారికి మరింత ఇబ్బందికరమైన కాలం. కుటుంబ కలçహాలు రాకుండా జాగ్రత్తపడండి. ఖర్చులను నియంత్రించుకోవడం భవిష్యత్తుకు మంచిది. ప్రయాణాలు తగ్గించుకోండి.",
			"July": " నెల ప్రారంభంలో ఇబ్బందికరంగా ఉంటుంది. క్రమంగా అన్ని సమస్యలనూ చక్కదిద్దుకుంటారు. 15వ తేదీ నుంచి కొంత ప్రశాంతత లభిస్తుంది. ఆరోగ్య విషయంలో అష్టమ కుజుడి ప్రభావం ఇబ్బందికరం. కుటుంబంలో మంచి మార్పులు ప్రారంభమవుతాయి. ఆర్థిక వెసులుబాటు ఏర్పడుతుంది. అవసరానికి కావలసిన ఋణాలు సాధిస్తారు.",
			"August": " కుటుంబ సభ్యుల సహాయ సహకారాలు బాగుంటాయి. ప్రతి పని బాగా ఆలోచించి చేస్తారు. సాంఘికంగా గౌరవ మర్యాదలు పెరుగుతాయి. పిల్లలకు కావలసిన ఏర్పాట్లు చేస్తారు. కొన్ని పెద్ద సమస్యల పరిష్కారంలో విజయం సాధిస్తారు. ",
			"September": "ఎంత తెలివి, ధైర్యం ప్రదర్శించినా 15వ తేదీ వరకు వ్యవహార సానుకూలత తక్కువనే చెప్పాలి. 15వ తేదీ తరువాత పనులు వేగం పుంజుకుంటాయి. ఆహార విహారాల్లోను, అధికారులతో జరిపే సంభాషణల్లోను జాగ్రత్తగా ఉండాలి. ఖర్చులు నియంత్రించలేరు. దూర∙ప్రయాణాలు తగ్గించుకోండి. ",
			"October": "చిన్న చిన్న చికాకులు మినహా మిగిలిన అన్ని అంశాలూ అనుకూలం. ఈ నెలలో కేవలం రవి సంచారం అనుకూలత తక్కువ. ధన ఋణ కుటుంబ అంశాలు అనుకూలం. అన్ని పనుల్లోనూ ప్రయత్నాలు ప్రారంభించగానే శుభ సూచనలు కనిపిస్తాయి. దీర్ఘకాలిక సమస్యల పరిష్కారానికి కాలం అనుకూలం. ",
			"November": "కొత్త కొత్త ప్రయోగాలు తలపెట్టవద్దు. అలంకరణ వస్తువుల విషయంలో ధనవ్యయం ఎక్కువవుతుంది. అందరినీ గౌరవిస్తారు. సమాజంలో గౌరవ మర్యాదలు పొందుతారు. సాంఘిక కార్యకలాపాల్లో మంచి పేరు ప్రతిష్టలు సంపాదించుకుంటారు. పుణ్యకార్యాలపై దృష్టి సారిస్తారు. ",
			"December": "  చాలా మంచి కాలమనే చెప్పాలి. అనుకోకుండా పనిలో శ్రమ తొలగుతుంది. చాలా విషయాల్లో సానుకూలత ఉంటుంది. దైవబలంతో విజయపరంపర బాగా సాగుతుంది. అందరూ బాగా సహకరిస్తారు. గౌరవిస్తారు. తరచుగా శుభకార్య పుణ్యకార్యాల్లోను, విజ్ఞాన వినోద కార్యక్రమాల్లోను పాల్గొంటారు."
		}
	],
	"thulaRasi": [
		{
			"January": "ఈ మాసం అంత అనుకూలమైనది కాదు. పోలీసుల వలన వేధింపులు ఉండగలవు. వ్యక్తిగత విషయాల్లో మానసిక ఆందోళన అధికం అగును. మీ వ్యక్తిగత విషయాల్లో ఇతరుల ప్రమేయం వలన ఇబ్బందులు ఎదుర్కొందురు. ఈ మాసం అంతా ధనాదాయం సామాన్యం. వృత్తి వ్యాపారదులలో  ఆశించినంత అభివృద్ది ఉండదు.19, 20 వ తేదీలలో యంత్ర సంబంధమైన సమస్యల వలన ధన వ్యయం ఏర్పడు సూచన. 22వ తేదీ తదుపరి సమస్యల తీవ్రత తగ్గును. ఉద్యోగ జీవనం సామాన్యంగా కొనసాగును. ",
			"February": "ఈ మాసంలో తలపెట్టిన ప్రయత్నములు నెమ్మదిగా విజయం పొందును.కోర్టు తీర్పులు ప్రతికూలంగా వెలువడు సూచన ఉన్నది. మహిళలకు నిత్య జీవనంలో శ్రమ అధికమగును. ఆధ్యాత్మిక కార్యక్రమాలలో పాల్గోనేదురు. గౌరవ ప్రదమైన వ్యక్తుల పరిచయం వలన సమాజంలో మీ  గౌరవం కూడా పెరుగును. గృహ మార్పిడి ప్రయత్నాలలో అనుకూలత లభిస్తుంది. ప్రభుత్వ ఉద్యోగులకు స్థానచలనముకు అవకాశం ఉన్నది. ఈ మాసంలో 13,14, 21,22, తేదీలు అంత అనుకూలమైనవి కావు. ",
			"March": "ఈ మాసంలో నూతన వ్యాపార ఆలోచనలు కార్యరూపం దాల్చును. ఆర్ధిక ఆదాయ పరిస్థితులు కూడా సంతృప్తికరంగా ఉండును. కళత్ర మూలక విషయాల్లో సంతోషాలు ఏర్పడును. ధనం అవసరములకు సర్దుబాటు అగును. ఉద్యోగ జీవులు  పదోన్నతి లేదా వేతనంలో పెరుగుదల ఆశించవచ్చు. సంతాన ప్రయత్నములకు ఈ మాసం అంత అనుకూల  కాలం కాదు. ఒక ముఖ్యమైన వస్తువు కోల్పోవు సూచన ఉన్నది. స్టాక్ ట్రేడింగ్ వ్యాపారం చేయువారికి బాగా కలసి వచ్చును. 12 సంవత్సరముల లోపు ఉన్న సంతానం ఆరోగ్య విషయంలో జాగ్రత్త అవసరం. రాజకీయ పలుకుబడితో   శత్రుబాధలు కొంత వరకూ తగ్గును. ",
			"Aprial": " పిల్లల అభివృద్ధి వార్తలు వింటారు. ఈ నెల వృత్తిరీత్యా మంచి మార్పులు ప్రారంభం అవుతాయి. శుభ కార్యాల్లో శుభవార్తలు వింటారు. పుణ్యకార్యాల్లో పొల్గొంటారు. ఆర్థిక వెసులుబాటు బాగుంటుంది. రాహు, కేతు గ్రహశాంతి చేయించండి. కుటుంబ సౌఖ్యం, ఆరోగ్య అనుకూలత ఉంటాయి. ప్రమోషన్‌ అవకాశం ఉంది. ",
			"May": " అన్ని సక్రమ మార్గములో ఈ నెలయందు పనులు జరుగుతాయి. అనుకూల పరిస్థితులు ఏర్పాటుగానుంటాయి. వ్యవహారములు రాణించును. పూర్వ స్నేహితులు కలుస్తారు. ధార్మక చింతన కలుగుతుంది. డబ్బు విరివిగా ఖర్చు చేస్తారు. పిల్లల జీవితములు ఆలోచనలు చర్చకు వస్తాయి. తాత్కాలిక ఋణము సమకూరుతాయి. ",
			"June": " ఈ నెలయందు ఉద్యోగములో మంచి ఫలితాలు సాధిస్తారు. పెద్దల మన్ననలు పొందుతారు. మానవ ప్రయత్నములు రాణించగలవు. మనోబలము విజయంగానుంటాయి. లక్ష్మీ కటాక్షము కలుగుతుంది. ఆశించిన ఫలితములు వస్తాయి. వృత్తి ఉద్యోగ వ్యాపారాదులందు అనుకూల ధనము వస్తుంది. తగు సహాయముతో ముందు జాగ్రత్తగా నడచుట మంచిది. ",
			"July": "ఈ నెలయందు తలచిన పనులకు కార్యసిద్ది బంధుమిత్ర యోగము. వృత్తియందు సామాన్య ధనలాభాదులు. ఉద్యోగమునందు శ్రమకు తగ్గ లాభాదులు, వ్యాపారమునందు అధిక లాభాదులు, గుమస్తాలతో కొన్ని ఇబ్బందులు, ఆరోగ్య భంగములు వృత్తియందు కొన్ని రుణాలు చేయగలరు. మానసిక వత్తిడి, వాహన యోగము, ఇత్యాదులు కలుగును. ",
			"August": " ఈ నెలయందు దైవబలము అనుకూలము. ప్రతి విషయములోను జాగ్రత్త వహించాలి. ఏ పనియైనా ఇంట్లో వారితో సంప్రదించండి. అదృష్టము వరిస్తుంది. సంతోషవార్తలు వింటారు. దాయాదుల వైరములు సంభవించ వచ్చును. దూర ప్రయాణములు చేస్తారు. సంతోషాన్ని కలిగించే వార్తలు వింటారు. ఇష్ట దైవాన్ని స్మరించడము మంచిది. ఆత్మశక్తి రెట్టింపు అవుతుంది. ప్రయత్నములు రాణించగలవు. ",
			"September": "  ఈ నెలయందు ప్రతి విషయంలో ఆలోచించి ముందుకు సాగుట మంచిది. మీ నిర్ణయములు అనుకూలాన్ని ఇస్తాయి. నూతన ఉద్యోగముల ఏర్పాటు కలుగుతుంది. ప్రత్యర్థుల కవ్వింపు చర్యలు ఉంటాయి. ఆరోగ్యము ఆందోళనగా ఉంటుంది. వస్తు వాహన యోగ్యతలు కలుగ వచ్చును. పిల్లల విద్యా సమస్యలు, ఆర్థికంగా ఖర్చులు పెట్టగలరు. దూరదేశ బంధువులు వస్తారు. వృత్తిపరంగా మీరు చేసే ప్రయత్నాలు రాణించగలవు.",
			"October": "ఈ నెలయందు వృత్తియందు ధనలాభాలు వస్తాయి. ఇంటియందు ము. కోర్టు వ్యవహారములు రావచ్చును. ఉద్యోగులకు ధనాదాయము కలుగుతుంది. అధికార ప్రాప్తి వ్యాప్తి చెందును. కుటుంబ సమస్యలు కొన్ని వస్తాయి. శారీరక శ్రమ అధికేము. మానసిక ఒత్తిడి ఆరోగ్య లోపములు రావచ్చును. అనుకున్నది సాధించలేకపోతారు. ప్రయత్నఫలము సామాన్యముగా ఉంటుంది. ",
			"November": " ఈ నెలయందు కుటుంబ గౌరవ వృద్ధి, ధర్మరక్షణ ప్రయత్న పూర్వక ప్రయాణములు జరుగుతాయి. విదేశీ వస్తువులు కొంటారు. విలాస జీవనములు చేస్తారు. జాయింటు వైరములు రావచ్చును. వృధావ్యయము చేస్తారు. గృహమునందు కొన్ని ఋణములు చేస్తారు. వ్యాపారములందు ఋణములు హెచ్చుగా చేస్తారు. కొన్ని విషయములందు విషయ సిద్ధి కలుగుతుంది. ",
			"December": " ఈ నెలయందు చేయు వృత్తి వ్యాపారములు అనుకూలతలు ఇస్తాయి. ధనాదాయము వస్తుంది. మిత్ర ద్రోహేముతో ధనవ్యయము, ఆరోగ్యము, ఆనందమయము. భార్యా ప్రతి విషయము నందునూ అనుకూలించును. కొత్త మహిళలు మిత్రధర్మముగా పరిచయమగుదురు. ధార్మికతత్వము పెరుగుతుంది. కుటుంబ సౌఖ్యములు అనుకూలము. ఇంటియందు ఉద్యోగ వ్యాపారములు వృత్తి అన్నయునూ అనుకూలముగా ఉంటాయి."
		}
	],
	"vruchiRasi": [
		{
			"January": "ఈ మాసం అనుకూల వాతావరణం ఏర్పరచును. కష్టానికి తగిన ఫలములు పొందుతారు. మహిళలు తమ స్వ వ్యవహార దక్షతతో చాలా పెద్ద సమస్య నుండి బయట పడతారు. భాత్రు వర్గంతో అవగాహన ఏర్పడుతుంది. ఈ మాసంలో ధనానికి ఇబ్బంది ఉండదు. ఆరోగ్య సమస్యల నుండి బయట పడతారు. వైద్యుల అభిప్రాయం తలక్రిందులు అవుతుంది. విద్యార్దులు, విదేశీ ప్రయత్నములు చేయువారికి, స్థాన చలనము నకు ప్రయత్నించు వారికి ఈ మాసం శుభకరం.  మనోవంచా ఫలసిద్ధి ఏర్పడును. పేరు ప్రఖ్యాతలు పెరుగును. ",
			"February": "ఈ మాసం కూడా కలసి వచ్చును. వివాహ ప్రయత్నములు చేయువారికి, ధన వెసులుబాటు కొరకు ప్రయత్నించు వారికి ఇది చక్కటి కాలం. ప్రభుత్వ ఉద్యోగ జీవనంలోని వారికి వాహనముద్రిదికార యోగం నూతన పరిచయాలు ఏర్పడుతాయి. మాసం మొత్తం ధనాదాయం బాగుండును. గృహంలో  నూతన వస్తువులను అమర్చుకోగలరు. మానసికంగా కుదుటపడుతారు. పొదుపు పధకాలు లాభాలను కలుగచేస్తాయి. ",
			"March": "ఈ మాసంలో ప్రధమ వారం సామాన్య ఫలితాలు ఏర్పరచును. ద్వితియ వారంలో  ఊహించని విధంగా అపవాదులు భరిస్తారు.  అకారణంగా మాటపడుట తీవ్రంగా భాదిస్తుంది. ఈ మాసంలో ఆదాయ వ్యయములు సంతృప్తికరంగా ఉంటాయి. వ్యవహార చిక్కుల వలన కొన్ని కార్యములను మధ్యలోనే విడిచిపెట్టుట చేస్తారు. మాసాంతంలో కుటుంబ సంతోషాలు అనుభవిస్తారు. ఈ మాసంలో 11,12,13  తేదీలు అనుకూలమైనవి కావు. ",
			"Aprial": " మీరు స్వయంగా ప్రయత్నిస్తే, చాలాకాలంగా ఉన్న సమస్యలకు ఈ నెలలో పరిష్కారాలు దొరుకుతాయి. ఆదాయ వ్యయాలు సమతూకంగా ఉంటాయి. ఋణ ప్రయత్నాలు సానుకూలం. ఉద్యోగంలో ఒత్తిడి పెరిగినా, ఫలితాలు మాత్రం అనుకూలం. రోజువారీ పనులు, వృత్తి వ్యవహారాలు ఇబ్బంది లేకుండా సాగుతాయి. ",
			"May": " ఉల్లాసంగా కాలక్షేపం చేస్తారు. ప్రయత్నాలన్నీ సానుకూలం అవుతాయి. ఇతరుల సహాయ సహకారాలు లేకున్నా, విజయం సాధిస్తారు. కుటుంబసభ్యుల అవసరాలు తీర్చడంలో  కృతకృత్యులవుతారు. సంఘంలో గౌరవ మర్యాదలు పెరుగుతాయి.  ఆర్థిక, ఉద్యోగ విషయాల్లో మంచి పరిస్థితి ఉంటుంది. ",
			"June": " కుటుంబ వ్యవహారాల్లో చిన్న చిన్న చికాకులు ఉంటాయి. పెద్దల ఆరోగ్య విషయంలోకాని, పిల్లల అభివృద్ధిలోకాని అనుకూలత తక్కువ. ఇతరులను నమ్మి ఏ పనీ చేయవద్దు. ఆదాయం తక్కువ, ఖర్చులు ఎక్కువగా ఉంటాయి. దూరప్రయాణాలు చేయవద్దని సూచన. ",
			"July": "కొన్ని అంశాలు అనుకూలం, కొన్ని ప్రతికూలంగా ఉంటాయి. చాలా వరకు మంచి ఫలితాలే ఉంటాయి. మీ సంబంధీకుల ఇళ్లలో నిశ్చయమైన శుభకార్యాలు మీకు ఆనందం కలిగిస్తాయి. అంతటా విజయం సాధిస్తారు. ముఖ్యంగా ఆర్థిక వెసులుబాటు, ఆరోగ్య సమస్యలకు పరిష్కారం విశేషం. ",
			"August": " కుజుడు వృషభ మిథున రాశులలో సంచారం చేస్తూ అనుకూలించని స్థితి. రానున్న కాలంలో కొంచెం జాగ్రత్తలు పాటించాలి. తరచుగా కుజ గ్రహ శాంతి చేయించండి. రాబోయే కాలంలో మీ జాతకానికి, ఈ కుజ సంచారానికి అనుబంధంగా ఫలితాలు ఎలా ఉంటాయో తెలుసుకోవడానికి జాతక శోధన చేయించుకోండి. ",
			"September": "కుజుడు మినహా మిగిలిన గ్రహాల అనుకూలత దృష్ట్యా ఇది చాలా మంచి కాలం అనే చెప్పాలి. తెలివిగా ప్రవర్తిస్తారు. మానసిక స్థితి ప్రశాంతంగా ఉంటుంది. అభివృద్ధి వైపు ప్రయాణం సాగుతుంది. గత సమస్యల పరిష్కారానికి వెదుకులాట ఈ నెల ఫలిస్తుంది. పెంపుడు జంతువులతో ఇబ్బంది ఎదురవుతుంది. ",
			"October": "వ్యక్తిగత విషయాలు గోప్యంగా ఉంచుకోవాలి. అలాగే వ్యవహార ప్రతిబంధకాలు రాకుండా 15వ తేదీ నుంచి జాగ్రత్తపడాలి. మిగిలినకాలం మిగిలిన అన్ని అంశాలూ సానుకూలంగానే ఉంటాయి. ఇతరుల వ్యవహారాలపై దృష్టి పెట్టకండి. నెలాఖరులో ఆరోగ్యపరంగా చికాకులు ఉంటాయి. ",
			"November": "శని గురు రాహువుల అనుకూల సంచారం, మిగిలిన గ్రహాల ప్రతికూల సంచారం వల్ల మిశ్రమ ఫలితాలు ఉంటాయి. ఉద్యోగ వ్యాపార విషయాలలో తోటివారి సహకారం, సిబ్బంది సహకారం తగ్గుతుంది. శుభకార్యాలు, పుణ్యకార్యాల నిమిత్తం తరచు ప్రయాణాలు చేస్తుంటారు. ",
			"December": " చాలా విచిత్రమైన కాలం. ఎప్పుడు యోగ్యంగా ఉంటుందో, ఎప్పుడు చికాకుగా ఉంటుందో చెప్పలేని కాలం. అయితే శుక్ర సంచారం అనుకూలత వల్ల చాలా వరకు కుటుంబ వ్యవహారాల్లో అనుకూల స్థితిని పొందుతారు. బంధుమిత్రుల సహకారం బాగుంటుంది. అధికారుల ఒత్తిడి తప్పదు. ప్రతి విషయంలోనూ అధిక దనవ్యయం జరుగుతుంది."
		}
	],"dhanuRasi": [
		{
			"January": "ఈ మాసంలో పరిస్టితులు మెరుగుపడును. భాగస్వామ్య వ్యాపారములు ప్రారంభించడానికి ఈ మాసం అనుకూల కాలం. మీపై వచ్చిన అభియోగాలకు, విమర్శలకు ధీటుగా సమాధానం ఇవ్వగలరు. ఈ మాసంలో వ్యవహార అనుకూలత ఉంది. సంస్థల సభ్యత్వాలు తీసుకొనుట కలసి వస్తుంది. మిత్రుత్వాలు బలపడతాయి. మాస మధ్యమంలో దైవ దర్శనం, పారమార్ధిక చింతన వంటి కార్యముల వలన ఆహ్లాదకరమైన కాలం ఏర్పడుతుంది. ఈ మాసంలో ఆర్ధిక పరిస్థితులు సంతృప్తికరంగా ఉంటాయి.వివాహ ప్రయత్నములకు  మధ్యమ ఫలితాలు లభించును. పుత్ర సంతానమునకు అనుకూలమైన కాలం. ",
			"February": "ఈ మాసం అనుకూలమైన మాసం. నూతన గృహ లేదా వాహన కోరిక నెరవేరును. అవసరమైన ధనం  సమయానికి చేతికి లభించును. ఇరుగుపొరుగు వారి వలన కొన్ని ఇబ్బందులు ఎదుర్కొందురు. ఆలోచనలు సక్రమంగా ఉండును. పనుల భారం వలన అలసట ఏర్పడును. తోటి ఉద్యోగులతో తృతీయ వారంలో విభేదాలు బాధించును. నూతన  విషయాల పట్ల ఆసక్తి పెరుగును. స్థిరాస్థి పత్రాలు మీ చేతికి వస్తాయి. ",
			"March": "ఈ మాసంలో శరీర ఆరోగ్యం బాగుండును. బంధు మిత్రుల కలయిక వలన మానసిక ఉల్లాసం పొందుతారు. అతిధి సత్కారములకు ధన వ్యయం ఏర్పడుతుంది. స్థాన చలన ప్రయత్నములకు అనుకూలత ఉంది  పనులలో ఆటంకములు తొలగును. అధికారులతో వివాదాలు సద్దుమనుగుతాయి. ధనాదాయం బాగుండును. ఉద్యోగ మార్పిడి ప్రయత్నాలు మాత్రం విఫలం అగును. ఆశించిన ప్రమోషన్లు లభించుట కష్టం. పెద్దల సలహాలు పాటించుట మంచిది. ఈ మాసంలో 15, 22, 23,  తేదీలు అంత అనుకూలమైనవి కావు. ",
			"Aprial": "ఏలినాటి శని పూర్తవుతుంది. ఈ నెలలో కొన్ని పనులు వేగంగా పూర్తయి ఆనందంగా ఉంటారు. కొత్త వ్యవహారాలపై దృష్టి వుంచవద్దు. ఆరోగ్యం అనుకూలం. రోజువారీ పనులు అనుకూలంగా సాగుతాయి. ప్రతి పనీ స్వబుద్ధితో సానుకూలం చేసుకుంటారు. పెద్దల ఆరోగ్యం సానుకూలంగా ఉంటుంది. ",
			"May": " కొత్త ప్రయోగాలు చేయవద్దని సూచన. ఆరోగ్యం బాగుంటుంది. పాత ఆరోగ్య సమస్యలకు పరిష్కారం లభిస్తుంది. ఆర్థిక వెసులుబాటు ఉంటుంది. ఋణ సమస్యలు తీరతాయి. కుటుంబ వ్యవహారాల్లో మంచి ఫలితాలు ఉంటాయి. శుభకార్య పుణ్యకార్యాల్లో మంచి ఫలితాలు ఉంటాయి. పుణ్యక్షేత్ర సందర్శన చేస్తారు. ",
			"June": "  సమస్యాకాలంలో కూడా తెలివిగా ప్రవర్తించి, లాభదాయక ఫలితాలు పొందుతారు. ఈ నెల అంతా ప్రతి పనిలోనూ ఖర్చులు ఎక్కువవుతాయి. రోజు రోజుకు పని ఒత్తిడి పెరుగుతుంది. ఉద్యోగ వ్యాపార విషయాల్లో సిబ్బంది సమస్య బాగా పెరుగుతుంది. ప్రత్యేకంగా పూర్వాషాఢ నక్షత్రం వారు అధిక జాగ్రత్తలు పాటించాలని సూచన.",
			"July": "మంచికాలం. తెలివి, ఓర్పు ప్రదర్శిస్తారు. అందరితోనూ స్నేహంగా ఉండవలసిన కాలం. మీ కార్యకలాపాలను చాలా గోప్యంగా ఉంచాలి. ఆరోగ్యం విషయంలో శ్రద్ధ అధికంగా ఉంచాలి. కుటుంబ వ్యవహారాలు 15వ తేదీ నుంచి సానుకూలం అవుతాయి. అకాలంలో భోజనం చేయవలసి రావడం ఎక్కువసార్లు జరుగుతుంది.. ",
			"August": " చాలా అద్భుతమైన కాలం. ప్రతి పనిలోనూ శ్రమ తక్కువగా ఉండి కార్యజయం పొందే అవకాశాలు ఎక్కువ. ప్రధానంగా కుటుంబ వాతావరణం బహు అనుకూలం. ఉద్యోగ వ్యాపార విషయాల్లోనూ అనుకూల స్థితి ఉంటుంది. సత్కాలక్షేపాలు జరుగుతాయి. ",
			"September": "కార్య సానుకూలతకు ఎక్కువగా కృషి చేస్తారు. గ్రహానుకూలత క్రమంగా పెరుగుతుంది. ప్రయత్నం చేసే పనులన్నీ సానుకూలం అవుతుండటంతో ఆనందంగా ఉంటారు. భక్తి కార్యక్రమాలు, పుణ్యక్షేత్ర సందర్శనలతో కాలక్షేపం చేస్తారు. బంధుమిత్రులను తరచుగా కలుస్తూ ఉంటారు. ",
			"October": " మీ పనులను స్వయంగా చేసుకోండి. కుజుడు మినహా మిగిలిన గ్రçహాలన్నీ అనుకూలంగా ఉన్నాయి. 15 వరకు కుజుడు కూడా అనుకూల సంచారం చేస్తున్నారు. అన్ని వ్యవహారాలూ సానుకూలంగా ఉంటాయి. తొందరపాటు మాటతీరు ప్రదర్శించవద్దు.  ",
			"November": "మాసారంభంలో గ్రహానుగ్రహం బాగుంది. కొన్ని కొన్ని పనులను త్వరగా ఆరంభంలోనే పూర్తి చేసుకోవడం శ్రేయస్కరం. ఇతరుల నుంచి సలహాలు సహకారం 15వ తేదీ నుంచి తీసుకోవద్దు. విద్యా వినోద పుణ్య కార్యాల్లో పాల్గొంటారు. సాంఘిక కార్యక్రమాల కోసం ఎక్కువ ఖర్చు చేస్తారు. ",
			"December": "  స్వబుద్ధితో కార్యసాధన చేస్తారు. అన్ని విషయాల్లోనూ ధైర్యంగా ఉంటారు. గౌరవ మర్యాదలు బాగా అందుకుంటారు. ప్రత్యేక జాగ్రత్తలు పాటించడం ద్వారా కాలం అనుకూలమనే చెప్పాలి. ఉద్యోగంలో చిన్న చిన్న చికాకులు వస్తున్నా, వాటిని బాగానే పరిష్కరించుకుంటారు. "
		}
	],"makaraRasi": [
		{
			"January": "ఈ మాసంలో మిశ్రమ ఫలితాలను ఏర్పడుతాయి. వ్యాపార రంగంలో పోటీ వలన ఆదాయంలో తగ్గుదల ఏర్పడుతుంది. మాతృ వర్గీయులతో విభేదాల వలన మానసిక అశాంతి. 10,11,12 తేదీలలో విహార యాత్రలు లేదా గృహ సంతోషాలు. 22,23,24 తేదీలలో ఆరోగ్య సంబంధ ఇబ్బందులు ఎదుర్కొనుటకు సూచనలు ఉన్నవి. ఉద్యోగ మార్పు కొరకు ప్రయత్నించుట మంచిది కాదు. వైద్య రంగంలోని వారు 22 నుండి 25 వ తేదీల మధ్య కాలంలో చేసే శస్త్ర చికిత్సల్లో జాగ్రత్తగా ఉండవలెను. మొత్తం మీద ఈ మాసంలో కుటుంబ పరమైన వ్యక్తిగత జీవనంలో అనుకూల ఫలితాలు ఉన్నప్పటికీ ఆర్ధికంగా అసంపూర్తి ఎదుర్కొంటారు. ",
			"February": "ఈ మాసంలో చక్కటి అనుకూల ఫలితాలు ఏర్పరచును. ఉద్యోగ జీవనంలో ఉన్నతి లేదా స్థిరాస్తి సంబంధమైన ఆర్ధిక లాభాలు పొందుతారు. మానసిక ధైర్యం పెరుగుతుంది. ఆత్మీయుల వలన అవసరమైన సౌఖర్యములు ఏర్పరచుకొంటారు. కలహములు తొలగును. కీర్తి - ప్రతిష్టలు ఆర్జించెదరు. 18,19, 20 తేదీలు ప్రయాణములకు కలసి వచ్చును. ",
			"March": "ఈ మాసంలో కూడా చక్కటి ధనాదాయం కొనసాగును. అన్ని విధములా  ఈ మాసం కలసి వచ్చును. ఇష్ట దేవాలయ దర్శన, కుటుంబంలోని పెద్ద వయస్సు వారి ఆరోగ్య సమస్యలు తగ్గుట. జీవిత భాగస్వామి సౌఖ్యం,. నూతన కార్యములందు ఆశించిన విజయం వంటి అనుకూల ఫలితాలు పొందుతారు. ",
			"Aprial": " ఆరోగ్యం మీద ప్రత్యేక శ్రద్ధ అవసరం. ఆర్థిక సౌకర్యం చాలా తక్కువ. ప్రయాణాల్లో చికాకులు ఉంటాయి. ఇతరులను నమ్మి పనులు ప్రారంభించవద్దు. ఋణ విషయాల్లో అనుకూలత తక్కువ. ఉద్యోగ వ్యాపారాల్లో ప్రతి పనీ స్వయంగా చేసుకోవాలి. కుటుంబ సభ్యుల సహకారం తక్కువ. ",
			"May": " చాలా అంశాలలో అనుకూల స్థితి ఉంటుంది. క్రమంగా ఒక్కో పని వేగం పుంజుకుంటుంది. అందరూ సహకరిస్తారు. 15వ తేదీ తరువాత తరచుగా ఉష్ణప్రకోపం పెరుగుతుంది. ఆరోగ్యపరంగా పెద్దస్థాయి ఇబ్బందులు ఉండవు. స్నేహపూర్వక వాతావరణంలో చాలా వ్యవహారాలను సానుకూలం చేసుకుంటారు. ",
			"June": "ఈ నెలయందు మంచి కాలము నడుస్తుంది. చిత్తశుద్ధితో పనులు |చేయండి. ఉద్యోగంలో శ్రమయున్నా శాంతిని పొందుట మంచిది. కార్య శూరత అన్నిచోట్ల పనిచేయదు. మానసికంగా దృఢంగా స్థిరంగా ప్రతి పనియందునూ ఉండాలి. వృత్తి ఉద్యోగ వ్యాపార రంగాల్లో అనుకున్న ధనాన్ని సాధిస్తారు. లాభాదులు అనుకూలిస్తాయి. ",
			"July": "ఈ నెలయందు ఆరోగ్యములో కొద్ది మార్పులు రావచ్చును. మిశ్రమాదా యము. ఆదాయము కష్టముగా వచ్చును. శ్రమించుట ముఖ్యము, వృత్తియందు చీటికి మాటికి ఇబ్బందులు ధనరూపంగా రావచ్చును. ఆరోగ్యము వేధింపు చర్యగానుంటుంది. వ్యాపారాల్లో, ఉద్యోగాల్లో వృత్తుల్లో వర్కర్సు ప్రాబ్లం వస్తుంది. స్వంతంగా తన పని తాను చేసుకొనుట మంచిది. ",
			"August": "ఈ నెలయందు ఆరోగ్యము బాగుండును. స్త్రీ సౌఖ్యము, మాట పట్టింపులు తొలగును. శారీరక శ్రమ తగ్గును. ప్రయాణములందు తగు జాగ్రత్తలు అవసరము. వాహనయోగము, శారీరక పోకడలు తగ్గించాలి. వృత్తి వ్యాపార, రాజకీయ వ్యవహార జయములు అధికము. స్త్రీలతో పుణ్య దేవాలయములు సంచారము మంచిది. ఋణ బాధలు శాంతించును. ",
			"September": " ఈ నెల అన్నిరంగాలవారికి ధనదాయము మిశ్రమము. తలచిన పనులు నెరవేరును. ఆరోగ్యం కొద్దిగా మార్పు వచ్చును. ముఖ్యకార్యాల్లో అవకాశములు వస్తాయి. వృత్తి ఉద్యోగ వ్యాపార రాజకీయ రంగములందు శ్రమకు తగ్గ ఫలితము వస్తుంది. దుర్మార్గులతో స్నేహము విడిచి సన్మార్గుల స్నేహము మంచిది. స్త్రీ మిత్రత్వము చేటుతెస్తోంది. గోవు పూజ ఒకసారి చేయండి. ",
			"October": " ఈ నెలయందు కొత్త పనులు చేపట్టి ఆర్థిక పురోగతి పొందుతారు. లాభాదులు అనుకూలము. ఆత్మీయులనుండి శుభవార్తలు వింటారు. నూతన పరిచయాలు అనుకూలిస్తాయి. శ్రేయోభిలాషులనుండి శుభవార్తలు వింటారు. ఉద్యోగాల్లో నూతనోత్సవాలు ఉంటాయి. ఈ నెలయందు మహిళా సంయోగము బాధించును. ఋణములు కొన్ని తీర్చెదరు. ",
			"November": "ఈ నెలయందు ఆదాయము వచ్చిననూ మంచినీళ్ళవలె ఖర్చు చేస్తారు. మానసిక ఆందోళనలు రావు, అన్నదమ్ముల సహాయ సహకారములు లభించును. భార్యాబిడ్డల సమస్యలు తీరును. ఇంటియందు ఉద్యోగప్రాప్తి కల్గును. బంధుమిత్రులు అభినందనలు తరచుగా వచ్చును. స్త్రీలకు గర్భదోష వ్యాధులు. తొలగును. భయాందోళనలు తగ్గును.&nbsp; ",
			"December": " ఈ నెలయందు చేయు వృత్తి వ్యాపారములు అనుకూలతలు ధనాదాయము బాగుగా యుండును. బంధువర్గములో బాధలు అధికము. బంధువులు అప్పులకొరకు వచ్చెదరు. వారి కోపాలు మిమ్ములను ఇబ్బంది పెట్టును. ప్రయాణ పుణ్యక్షేత్రములు ఆనందాన్ని ఇస్తాయి. మనో సంకల్పము తొలగును. బంధుమరణ వార్తలు వింటారు. ఉద్యోగము సాఫీగా చేయగలరు."
		}
	],
	"kumbaRasi": [
		{
			"January": "ఈ మాసంలో నూతన పదవులు ప్రాప్తించును. గౌరవ జీవనం. అధికారుల మన్ననలు ఆనందాన్ని కలుగచేస్తాయి. వినోద సంబంధమైన వ్యయం అధికంగా చేస్తారు.ద్వితియ వారంలో సోదరీ వర్గం వారికి ఒక నష్టం లేదా వారి కొరకు ఆందోళన అనుభవిస్తారు. కుటుంబ సభ్యుల మధ్య చర్చలు ఫలవంతం అగును. ధనాదాయం సామాన్యం. వ్యాపారములలో ప్రోత్సాహం ఉండును. ఈ మాసంలో 2,6,15, 26 తేదీలు అంత అనుకూలమైనవి కావు.",
			"February": "ఈ మాసం కూడా అనుకూల ఫలితాలు కలుగచేయును.  ఆశించిన విధంగా నివాస పరమైన స్థానచలనముకు అవకాశం ఉన్నవి. మాస ప్రారంభంలో కొద్దిపాటి అనారోగ్య సమస్యలు ఎదురైనా ప్రమాదం ఉండదు. సంతాన మరియు బంధు సంబంధమైన వ్యయం కొంచం అధికంగా ఎదురగును. ఈ మాసంలో అదృష్ట ప్రాప్తి ఉంది. కార్య సిద్ధత ఉంది. ",
			"March": "ఈ మాసంలో గృహంలో శుభకార్య సంబంధ వేడుకలు నిర్వహిస్తారు. సామరస్యంగా సంభాషించాలి. సహా పంక్తి భోజనాలు ఏర్పడతాయి. ముఖ్య కార్యములు పూర్తి చేస్తారు. ఉద్యోగ పరంగా దూర ప్రయాణములు చేయవలసి వచ్చును. ఈ మాసంలో ధనాదాయం సామాన్యం. దూర ప్రాంత విద్య కొరకు చేయు ప్రయత్నములు లాభించును. వంశ పెద్దల ఆశీస్సులు లభిస్తాయి. ",
			"Aprial": " శనిగ్రహ శాంతి చేయించండి. వరుసగా మూడు మాసములు ఆరోగ్యపరంగా జాగ్రత్తలు తీసుకోవాలి. అన్ని వ్యవహారాలూ మందకొడిగా నడుస్తాయి. అయితే ఆర్థికంగా ఇబ్బంది ఉండదు. ఉద్యోగ వ్యాపార విషయాల్లో చిన్న చిన్న చికాకులు తప్పక ఉంటాయి. ప్రయాణాలు విరమించండి. ",
			"May": "శని కుజుల కుంభరాశి సంచారం చాలా ఇబ్బందికరం. మూడవ వారంలో బాగా చికాకులు రాగలవు. ఆర్థిక వెసులుబాటు చికాకులు కలిగిస్తుంది. కుటుంబ వ్యవహారాలను  సరిచేయగలుగుతారు. ఋణ విషయాల్లో ఇబ్బందికర వాతావరణం ఉంటుంది. ఆరోగ్యం బహు జాగ్రత్తగా చూసుకోవాలి. దూర ప్రయాణాలు చేయవద్దు. ",
			"June": "చెప్పుకోదగిన ఇబ్బందులు ఉండవు. ప్రత్యేక లాభములు ఉండవు. ప్రతి పనీ స్వయంగా చేసుకొని లబ్ధి పొందుతారు. ఆర్థిక వెసులుబాటు, ఋణ సౌకర్యం అనుకూలంగా ఉంటుంది. కుటుంబ సభ్యుల సహకారం అద్భుతంగా ఉంటుంది. అన్ని విషయాల్లోనూ చక్కగా ప్రణాళికాబద్ధంగా వ్యవహరిస్తారు. ",
			"July": "శ్రద్ధతో ప్రవర్తించి కార్యజయం సాధిస్తారు. అంతటా విజయావకాశాలు ఉన్నాయి. కాలం వృథా చేయకుండా గత సమస్యల పరిష్కారం, భవిష్య ప్రణాళికలు, దీర్ఘకాలిక కార్యక్రమాల మీద దృష్టి సారించాలి. కుటుంబపరంగా కాలం అనుకూలం. ఆర్థిక, ఋణ విషయాలు బాగుంటాయి. ",
			"August": " ఏలినాటి శని అర్ధాష్టమ కుజుడు షష్ఠ శుక్రుడు ప్రభావంగా మీరు ఈ నెలలో చాలా జాగ్రత్తలు తీసుకోవాలి. కుటుంబంలో అసౌకర్యం. అవగాహన లోపాలు ఎక్కువవుతాయి. ఉద్యోగ అంశాలు స్వయంగా చూసుకోండి. వ్యాపార విషయంలో మీకు తోటివారు, సిబ్బంది చికాకులు సృష్టిస్తారు. ",
			"September": "పూర్తి అనుకూల వాతావరణం ఉండదు అలాగని నిరుత్సాహపడవలసిన అవసరం లేదు. అనవసర విషయాలలో భయాందోళనలు ఎక్కువవుతాయి. జీర్ణ సంబంధమైన ఇబ్బందులు ఉంటాయి. ప్రయాణాల్లో వస్తువులు చోరీకి గురవుతాయి. విధి నిర్వహణలో జాగ్రత్తపడండి. ",
			"October": " సాధారణ స్థాయి ఫలితాలతో కాలక్షేపం అవుతుంది. 15వ తేదీ వరకు అన్ని పనులూ ఒత్తిడిగా ఉంటాయి. ప్రత్యేకంగా కొత్త వ్యవహారాల జోలికి వెళ్ళవద్దు. రోజువారీ పనులతో కాలక్షేపం శ్రేయస్కరం. కోర్టు వ్యవహారాలు, ఋణ వ్యవహారాల్లో జాగ్రత్తలు అవసరం. పెద్దల ఆరోగ్య విషయం జాగ్రత్త. ",
			"November": "చాలా విచిత్రమైన కాలం. క్రమంగా కార్యసానుకూలత పెరుగుతుంది. ముఖ్యంగా ఏలినాటి శని ప్రభావం పెద్దగా ఉండదనే చెప్పాలి. మాసారంభంలో శుక్రుడు, ద్వితీయార్ధంలో రవి అనుకూలిస్తారు. పనులు వాయిదా వేసే ఆలోచనలను విరమిస్తే విజయం మీతో ప్రయాణం చేస్తుంది. అన్ని విషయాల్లోనూ సహనంతో వ్యవహరిస్తారు. ",
			"December": "ఒక కోణంలో మీరు ఈనెలలో అదృష్టవంతులనే చెప్పాలి. శ్రమతో కూడుకున్న పనులను ముందుగానే గుర్తించి, వాటి జోలికి వెళ్ళకుండా ప్రశాంతంగా చేయగలిగిన పనులు మాత్రమే చేసుకుంటూ ముందుకు వెడతారు. అందరి సహకారం బాగుంటుంది. ఆర్థిక వెసులుబాటు బాగుంటుంది. అన్ని విషయాల్లోనూ ప్రత్యేక శ్రద్ధ ప్రదర్శిస్తారు. "
		}
	],
	"minaRasi": [
		{
			"January": "ఈ మాసంలో చక్కటి ఆరోగ్యం అనుభవిస్తారు. శత్రు నాశనం ఏర్పడుతుంది. నిరుద్యోగులకు కోరుకున్న ఉద్యోగం లభిస్తుంది. వ్రుత్తి జీవనం లోని వారికి ఆదాయంలో పెరుగుదల ఏర్పడుతుంది. పనులలో గుర్తింపు లభిస్తుంది. గృహ నిర్మాణ పనులు పూర్తి చేస్తారు. 10 నుండి 14 తేదీల మధ్య చేయు వివాహ ప్రయత్నములు కలసి వస్తాయి. నూతన వస్తువులు అమర్చుకుంటారు జీవిత భాగస్వామితో సౌఖ్యత ఆనంద పరుస్తుంది. ఎదిగిన సంతానం అభివృద్ధిక స్తానాన్ని పొందుట సంతోషం ఏర్పరుస్తుంది. ",
			"February": "ఈ మాసం విద్యార్ధులకు అనుకూలమైన ఫలితాలను ఏర్పరచును. ధనాదాయం సంతృప్తికరంగా ఉంటుంది. వ్యాపారాలు లాభసాటిగా కొనసాగుతాయి. గృహంలో శుభకార్యములు నిర్వహిస్తారు. దాదాపు అన్ని విషయాలలో ఈ మాసం అనుకూలత ఏర్పరుస్తుంది. ఉద్యోగ జీవనంలో ఉన్నత స్థితి అనుభవిస్తారు. వాహన వివాహాది సంబంధ విషయాలలో లాభములు పొందుతారు. సంతాన ప్రయత్నములు కూడా  ఫలించును. ",
			"March": "ఈ మాసంలో స్థానచలనము కొరకు చేయు ప్రయత్నములు లాభించును. స్త్రీ మూలక ధనప్రాప్తి అనుభవిస్తారు. సువర్ణ  వ్యాపారములలో ప్రభుత్వ సంబంధ ఇబ్బందులు. 19 వ తేదీ తదుపరి వృధా వ్యయము తరచుగా ఎదుర్కొంటారు. ముఖ్యంగా  ఆడంబరాలకు మిక్కిలిగా వ్యయము చేస్తారు. నాలుగవ వారంలో ఉద్యోగ జీవనంలోని వారికి తీవ్ర ఒత్తిడి ఎదురగుతుంది. ఈ మాసంలో 8,15,17,20 తేదీలు అంత అనుకూలమైనవి కావు. ",
			"Aprial": " శ్రమ చేసినా ఫలితాలు సంతృప్తికరంగా ఉండవు. శనికి శాంతి అవసరం. ఏలినాటి శని ఈ నెల నుంచి ప్రారంభమవుతుంది. మీ జాతక పరిశీలన చేయించుకోండి. ఆర్థిక లావాదేవీలు ఇబ్బందికరం కాగలవు. ఉద్యోగ, వ్యాపారాలు భారంగా నడుస్తాయి. సానుకూలత తక్కువ ఉన్న కాలం. ",
			"May": "గురు శుక్రుల అనుకూలత, శని కుజుల ప్రతికూలత దృష్ట్యా విచిత్రమై చికాకులు వెంబడిస్తాయి. ఆదాయం బాగున్నా, ఖర్చులు నియంత్రించలేరు. ఉద్యోగంలో అనుకోని చికాకులు రాగలవు. మితభాషణ అవసరం. మీ పనులు స్వయంగా చేసుకోవడం చాలా ఉత్తమం. ఇతరుల వ్యవహారాల్లో కలగజేసుకోవద్దు. ",
			"June": "ఉద్యోగం వ్యాపారాల్లో అధికారులతోను, పనివారితోను చాలా జాగ్రత్తగా ఉండవలసిన కాలం. మితభాషణ, ఓర్పు చాలా అవసరం. ఇతరుల విషయాల్లో కలగజేసుకోవద్దు. మీ పనులు మీరు స్వయంగా చేసుకోండి. ఆరోగ్య విషయంలో ప్రత్యేక శ్రద్ధ అవసరం. గాయాలు కాకుండా జాగ్రత్తలు తీసుకోండి. ",
			"July": " మంచి కాలం. అన్ని అంశాలూ అనుకూలిస్తాయి. డబ్బు వెసులుబాటు బాగుంటుంది. ధైర్యంగా, స్వయంగా పనులు చేసుకుంటూ విజయం సాధిస్తారు. అభివృద్ధి వైపు ప్రయాణం సాగుతుంది. కుటుంబ సమస్యలు తేలికగా పరిష్కారమవుతాయి. ఋణ సమస్యలు తీరే కాలం. ",
			"August": " అన్ని అంశాల్లోనూ మంచి ఫలితాలు ఉంటాయి. అనుకున్న ప్రతిపనినీ సకాలంలో పూర్తి చేస్తారు. సందర్భానుసారం ప్రవర్తించడం, అందరితో స్నేహంగా ఉండడం, ఆర్థిక వెసులుబాటు, ఆరోగ్యం సహకరించడం వంటి మంచి ఫలితాలు ఉంటాయి. ఈ నెల చాలా మంచికాలం. ",
			"September": " చాలా జాగ్రత్తలు పాటిస్తారు. అన్ని విషయాల్లోనూ మంచి ఫలితాలు పొందుతారు. ప్రధానంగా వృత్తి విషయాల్లో సుఖంగా కాలక్షేపం జరుగుతుంది. మితభాషణ చేస్తారు. అవసరం అయిన చోట ధైర్యం తెలివి ప్రదర్శిస్తారు. కుటుంబ సౌఖ్యం తక్కువనే చెప్పాలి. ఇతరుల వ్యవహారాల్లో కలగజేసుకోవద్దు. ",
			"October": " ఇతరుల వ్యవహారాల్లో కలగజేసుకోవద్దు. వృత్తి వ్యవహారాల్లో అనుకూల స్థితి ఉంటుంది. ఈ నెలలో ఇతరుల నుంచి సహాయ సహకారాలు తక్కువనే చెప్పాలి. ఆదాయం తక్కువ ఖర్చులు ఎక్కువ అయినా తెలివిగా ఖర్చులను నియంత్రించగలుగుతారు. కుటుంబ వ్యవహారాల్లో మంచి ఫలితాలుంటాయి. ",
			"November": " చాలా మంచి రోజులు ప్రారంభం అవుతున్నాయి. మీ పాత సమస్యల పరిష్కారం గురించి భవిష్యత్‌ ప్రణాళికలు గురించి చక్కటి పరిశ్రమ చేయండి. రోజురోజుకు మంచి ఫలితాలు వస్తాయి. ఋణ విషయాలు ఆర్థిక సమస్యలు ఈ నెల 15వ తేదీ తరువాత క్రమంగా సానుకూలం అవుతాయి. మంచి జీవనకాలం ప్రారంభమైంది. ",
			"December": "  గౌరవ మర్యాదలకు భంగం కలుగకుండా ప్రవర్తిస్తారు. బంధుమిత్రుల రాకపోకలు అధికం అవుతాయి. రోజువారీ పనులు మాత్రమే చేస్తారు. కొత్త ప్రయోగాలు చేయరు. పుణ్యకార్య ఆకాంక్ష ఎక్కువ అవుతుంది. చాలావరకు మంచి ఫలితాలు ఉంటాయి. డబ్బు విషయంలో ఇబ్బంది లేకుండా సాగిపోతుంది. శుభ ప్రయత్నాలు వేగవంతం అవుతాయి."
		}
	]
}